Repository: common-repository/you-n-custom-google-map
Catalog: YM-language-*.po
Languages: it_it

source: <h2>The configuration page is composed by three parts:</h2>
it_it: <h2>La pagina è composta da tre macro blocchi:</h2>

source: <p>The first part is for basic configuration of the map: width, height, zoom level and the possibility to choose between active or inactive state of the plugin.</p>
it_it: <p>Il primo è dedicato alle configurazioni base della mappa: larghezza, altezza, zoom, scelta tra plugin attivo o non attivo.</p>

source: <p>The second part consists of an upload form of the images which will be used as markers; you can upload markers one at a time. You can also edit the position of an existing marker by dragging and dropping it.</p>
it_it: <p>Il secondo è formato dal modulo di upload dei marker che compongono la mappa, con possibilità di impostare un tooltip per ogni marker. E' possibile caricare un solo marker per volta. E' possibile anche modificare la posizione del marker inserito tramite drag & drop.</p>

source: <p>The third part includes a list of all map markers and allows to change the tooltips position and text of a selected marker.</p>
it_it: <p>Il terzo è composto da tutti i marker della mappa ed è stato implementato per cambiare la posizione o il contenuto della descrizione del marker selezionato.</p>

source: <h2>There are two ways to show a map in a page:</h2>
it_it: <h2>Per rendere visibile la mappa in una pagina si possono seguire due strade differenti:</h2>

source: <p>By using the shortcode [YM-map stato="on"] into the Wordpress text editor</p>
it_it: <p>Utilizzo dello shortcode: [YM-map stato="on"] direttamente nell'editor di WordPress.</p>

source: <p>Or, if you are a theme developer, you can include the PHP code: echo do_shortcode([YM-Map stato="on"]);</p>
it_it: <p>Oppure, i developer di temi possono includerlo attraverso il PHP con: echo do_shortcode([YM-Map stato="on"]);</p>

source: General configuration
it_it: Configurazione generale

source: Map configuration
it_it: Configurazione mappa

source: Management of marker
it_it: Gestione Marker

source: Read the manual
it_it: Leggi il manuale

source: Please report all bugs to
it_it: Ti preghiamo di segnalare tutti i bug a

source: thanks
it_it: grazie

source: Plugin state
it_it: Stato del plugin

source: Select
it_it: Seleziona

source: Activate
it_it: Attivo

source: Deactivate
it_it: Disattivo

source: Here you can choose whether to enable or disable the plugin from ALL pages in which it was included. <br /> If you want to disable a specific page of your theme clears the shortcode, passes the parameter "off" to the shortcode or uncheck the options
it_it: Qui puoi scegliere se abilitare o disabilitare il plugin da tutte le pagine in cui è stato incluso. <br /> Se si desidera disattivare il plugin in una pagina specifica del vostro tema cancella lo shortcode, passa il parametro off allo shortcode o deseleziona le opzioni

source: Size of the map
it_it: Dimensioni della mappa

source: Custom size
it_it: Grandezza personalizzata

source: Choose the size of your slider: 'Responsive' manipulate the map based on the size of the window (conigliata choice, especially for viewing on phones and tablets) <br /> If you set 'Custom Size' you will need to specify the width and height of the images
it_it: Scegliere la dimensione della mappa: 'Responsive' manipolare la mappa in base alle dimensioni della finestra (scelta consigliata, soprattutto per la visualizzazione su telefoni e tablet) <br /> Se si imposta "Formato Personalizzato" è necessario specificare la larghezza e l'altezza delle immagini

source: Here you can set the width of the map.
it_it: Qui puoi impostare la larghezza della mappa.

source: Here you can set the height of the map.
it_it: Qui puoi impostare l'altezza della mappa.

source: Map types
it_it: Tipologia mappa

source: Configure the Map
it_it: Configura la mappa

source: Currently you have entered
it_it: Attualmente hai inserito

source: Do you want to use the same image?
it_it: Vuoi utilizzare la stessa immagine?

source: Yes
it_it: Si

source: If the upload fails try setting the permissions to 775 to the folder markers inside the folder of the plugin
it_it: Se il caricamento dei marker fallisce prova ad impostare i permessi a 775 alla cartella markers

source: Upload marker
it_it: Carica marker

source: Insert here the address
it_it: Inserisci l'indirizzo

source: Insert the city
it_it: Inserisci la città

source: Location not accurate? drag the marker on the Map and save change to set new position!
it_it: Posizione non corretta o poco accurata? sposta il marker sulla mappa e salva le modifiche per aggiornare la posizione!

source: Insert the nation
it_it: Inserisci la nazione

source: If you want to add a tooltip enter it below
it_it: Se vuoi inserire un tooltip per il marker inseriscilo qui sotto

source: Insert here the text you want displayed when you click on a tooltip. You can insert HTML tags
it_it: Inserisci qui il testo che verrà visualizzato al click sul marker. Puoi inserire anche tag HTML

source: Map preview
it_it: Anteprima mappa

source: Save Changes
it_it: Salva

source: Your Markers
it_it: I tuoi marker

source: No Marker found!
it_it: Non sono stati trovati marker

source: Operation of cancellation is successful
it_it: Cancellazione avvenuta con successo

source: Marker successfully updated!
it_it: Marker aggiornati con successo!

source: Error in Marker update, please try again!
it_it: Errore durante l\'aggiornamento, riprova ancora per favore
